{
    "train": [
        [
            "Also at the same meeting, the Committee adopted the draft decision contained in document A/C.5/79/L.3 by a recorded vote of 111 to 4, with 8 abstentions (see para.",
            "На том же заседании представитель Израиля выступила с заявлением и просила провести по проекту решения, содержащемуся в доку- менте A/C.5/79/L.3 , отдельное заносимое в отчет о заседании голосование."
        ],
        [
            "Emphasizing the need to improve the efficiency, accountability, effectiveness and transparency of public administration,",
            "Заявления и заме- чания, сделанные в ходе рассмотрения Пятым комитетом этого вопроса, отра- жены в соответствующих кратких отчетах 1 ."
        ],
        [
            "Stresses the importance of continuing international cooperation to support developing countries in capacity-building, knowledge and best practices related to public accounting and auditing.",
            "США по разделу 7 Международный Суд предлагаемого бюджета по программам на 2025 год, которые подлежат вы- делению из средств резервного фонда, а также ассигнования на сумму 19 000 долл."
        ],
        [
            "Highlighting the contribution of supreme audit institutions in promoting transparency and accountability in the implementation of policies and actions, as applicable, aimed at achieving national development objectives and the Sustainable Development Goals, including combating climate change,",
            "особо отмечая также , что эффективное, подотчетное, результативное и прозрачное государственное управление призвано играть одну из ключевых ро- лей в реализации целей в области устойчивого развития 2 ,"
        ],
        [
            "Request for an advisory opinion of the International Court of Justice on the obligations of Israel in relation to the presence and activities of the United Nations, other international organizations and third States",
            "консультативного заключения об обязательствах Израиля в отношении присутствия и деятельности Организации Объединенных Наций, других международных организаций и третьих государств"
        ],
        [
            "At its 21st meeting, on 17 December, the Committee had before it a draft decision ( A/C.5/79/L.3 ), submitted by the Chair of the Committee on the basis of informal consultations coordinated by the representative of Guinea.",
            "На своем 21-м заседании, состоявшемся 17 декабря, Комитет имел в своем распоряжении проект решения ( A/C.5/79/L.3 ), представленный Председателем Комитета по итогам неофициальных консультаций, координатором которых яв- лялась представитель Гвинеи."
        ],
        [
            "Also recognizes the important role of supreme audit institutions in promoting the efficiency, accountability, effectiveness and transparency of public administration, which is conducive to the achievement of national development objectives and priorities as well as the Sustainable Development Goals;",
            "1. признает , что высшие ревизионные учреждения могут объективно и результативно выполнять свои функции лишь в том случае, если они незави- симы от проверяемых ими структур и защищены от внешнего влияния;"
        ],
        [
            "24-23654 (E) 171224 *2423654*",
            "24-23654 (R) 131224 181224 *2423654*"
        ],
        [
            "United Nations A /79/667",
            "Организация Объединенных Наций A /79/L.46"
        ],
        [
            "Recognizes that supreme audit institutions can accomplish their tasks objectively and effectively only if they are independent of the audited entity and are protected against outside influence;",
            "подчеркивая необходимость наращивания потенциала как одного из ин- струментов содействия обеспечению устойчивого развития и с удовлетворением отмечая в этой связи сотрудничество Международной организации высших ре- визионных учреждений с Организацией Объединенных Наций,"
        ],
        [
            "1 A/C.5/79/29/Rev.1 .",
            "1 A/C.5/79/29/Rev.1 ."
        ],
        [
            "Seventy-ninth session Agenda item 20 (a) Globalization and interdependence: role of the United Nations in promoting development in the context of globalization and interdependence",
            "Семьдесят девятая сессия Пункт 20 a) повестки дня Глобализация и взаимозависимость: роль Организации Объединенных Наций в содействии развитию в условиях глобализации и взаимозависимости"
        ],
        [
            "Recalling its resolutions 66/209 of 22 December 2011 and 69/228 of 19 December 2014,",
            "Последствия для бюджета по программам проекта"
        ],
        [
            "Also takes note with appreciation of the Lima Declaration of Guidelines on Auditing Precepts of 1977 3 and the Mexico Declaration on Supreme Audit Institutions Independence of 2007, 4 and encourages Member States to apply, in a manner consistent with their national institutional structures, the principles set out in those Declarations;",
            "4. с удовлетворением отмечает работу Международной организации высших ревизионных учреждений по содействию повышению эффективности, подотчетности, результативности и прозрачности и обеспечению эффективного и результативного сбора и использования государственных средств на благо граждан;"
        ],
        [
            "United Nations A /79/L.46",
            "Организация Объединенных Наций A /79/667"
        ],
        [
            "A/79/667",
            "A/79/667"
        ],
        [
            "1 Official Records of the General Assembly, Seventy-ninth Session, Supplement No.",
            "1 Официальные отчеты Генеральной Ассамблеи, семьдесят девятая сессия,"
        ],
        [
            "General Assembly Distr.",
            "Генеральная Ассамблея Distr."
        ],
        [
            "Encourages Member States and relevant United Nations institutions to continue and to intensify their cooperation, including in capacity-building, with the International Organization of Supreme Audit Institutions through, inter alia, training and technical assistance, in order to promote good governance at all levels by ensuring efficiency, accountability, effectiveness and transparency through strengthened supreme audit institutions, including, as appropriate, the improvement of public accounting systems;",
            "5. с удовлетворением отмечает также Лимскую декларацию руководя- щих принципов контроля 1977 года 3 и Мексиканскую декларацию о независи- мости высших органов финансового контроля 2007 года 4 и рекомендует государ- ствам-членам применять принципы, изложенные в этих декларациях, действуя с учетом специфики их национальных институциональных структур;"
        ],
        [
            "D. 2 See resolution 70/1 .",
            "резолюцию 70/1 ."
        ],
        [
            "Lima, 17–26 October 1977.",
            "Лима, 17–26 октября 1977 года."
        ],
        [
            "effectiveness and transparency of public administration by strengthening supreme audit institutions The General Assembly ,",
            "подотчетности, результативности и прозрачности государственного управления путем укрепления высших ревизионных учреждений Генеральная Ассамблея ,"
        ],
        [
            "VI, sect.",
            "D. 2 См."
        ],
        [
            "* Any changes to the list of sponsors will be reflected in the official record of the meeting.",
            "* Любые изменения в списке авторов будут отражены в официальном отчете о заседании."
        ],
        [
            "2 A/79/7/Add.37 .",
            "2 A/79/7/Add.37 ."
        ],
        [
            "decide to consider agenda item 20 (a) directly in plenary meeting.",
            "предложению, необходимо будет постановить рассмотреть пункт 20 a) повестки дня непосредственно на пленарном заседании."
        ],
        [
            "Strengthening of the United Nations system",
            "Укрепление системы Организации Объединенных Наций"
        ],
        [
            "Emphasizing also that efficient, accountable, effective and transparent public administration has a key role to play in the implementation of the Sustainable Development Goals, 2",
            "особо отмечая необходимость повышения эффективности, подотчетности, результативности и прозрачности государственного управления,"
        ],
        [
            "A/79/L.46",
            "A/79/L.46"
        ],
        [
            "A/79/L.46",
            "A/79/L.46"
        ]
    ],
    "eval": [
        [
            "** In order for the General Assembly to take action on the present proposal, it will be necessary to",
            "** Для того чтобы Генеральная Ассамблея могла принять решение по настоящему"
        ],
        [
            "3 Adopted by the Ninth Congress of the International Organization of Supreme Audit Institutions,",
            "3 Принята IX Конгрессом Международной организации высших ревизионных учреждений,"
        ],
        [
            "Recalling also the ministerial declaration of the high-level segment of the 2024 session of the Economic and Social Council and the high-level political forum on sustainable development, 1",
            "ссылаясь также на декларацию министров на этапе заседаний высокого уровня сессии Экономического и Социального Совета 2024 года и на политиче- ском форуме высокого уровня по устойчивому развитию 1 ,"
        ],
        [
            "Proposed programme budget for 2025",
            "Предлагаемый бюджет по программам на 2025 год"
        ],
        [
            "4 Adopted by the Nineteenth Congress of the International Organization of Supreme Audit",
            "4 Принята XIX Конгрессом Международной организации высших ревизионных учреждений,"
        ],
        [
            "Seventy-ninth session Agenda items 139 and 123",
            "Семьдесят девятая сессия Пункты 139 и 123 повестки дня"
        ]
    ],
    "test": [
        [
            ": General 17 December 2024",
            "Генеральная Ассамблея Distr."
        ],
        [
            "A/79/667",
            "A/79/667"
        ],
        [
            "Institutions, Mexico City, 5–10 November 2007.",
            "Мехико, 5–10 ноября 2007 года."
        ],
        [
            "Acknowledges the valuable role that supreme audit institutions, in accordance with national legal and institutional frameworks and priorities, as well as international agreements and commitments, as applicable, can play, inter alia, in contributing to Governments’ efforts to address climate change by providing independent and objective assessments of national action in this field, fostering the efficient allocation of resources, assessing the effectiveness of policy implementation, and promoting transparency and good governance;",
            "2. признает также важную роль высших ревизионных учреждений в содействии обеспечению эффективности, подотчетности, результативности и прозрачности государственного управления, что способствует достижению национальных целей и приоритетов в области развития, а также целей в области устойчивого развития;"
        ],
        [
            "Decision of the Fifth Committee 5.",
            "Решение Пятого комитета"
        ],
        [
            "Brazil: * draft resolution ** Promoting and fostering the efficiency, accountability,",
            "Бразилия * : проект резолюции ** Содействие обеспечению и повышению эффективности,"
        ],
        [
            "24-23401 (E) 181224 *2423401*",
            "24-23401 (R) 171224 181224 *2423401*"
        ],
        [
            "1 A/C.5/79/SR.20 and A/C.5/79/SR.21 .",
            "1 A/C.5/79/SR.20 и A/C.5/79/SR.21 ."
        ]
    ]
}